// bar

export const SAMPAREX = [
  "чай мелисса",
  "чай жасмин",
  "чай черный бергамот",
  "чай малина",
  "чай стафф черный",
  "чай стафф зеленый",
  "чай стафф ягода",
  "кофе стафф жокей",
];

export const FRUITS = [
  "апельсин, kg",
  "грейпфрут, kg",
  "лимон, kg",
  "лайм, kg",
];

export const GROCERIES = [
  "Арахис, kg",
  "сахар",
  "сахарозаменитель",
  "сливки порционные, уп",
  "чай nbm 100п зеленый",
  "чай nbm 100п черный",
  "чай ромашка",
  "чай заварной черный",
  "чай заварной зеленый",
];

export const OFFICE = ["бумага принтер", "лента кассовая CR61"];

export const PHARMACEUTICAL = [
  "Пластырь",
  "Цитрамон",
  "Парацетамол",
  "Уголь",
  "Валериана",
];

export const MISCELLANEOUS = [
  "жвачки",
  "шпажки",
  "Пакеты  маленькие",
  "Пакеты  большие",
  "трубочки тонкие",
  "трубочки толстые",
  "зубочистки",
  "палочки мешалки",
];

export const CHEMICALS = [
  "Вода дистиллированная",
  "Мыло DOVE",
  "Бумага туалет ВИП уп",
];

//cucina

export const GREEN = [
  "лук зеленый 100гр",
  "петрушка 100гр",
  "шпинат 100гр",
  "укроп 100гр",
  "микс салат 100гр",
  "руккола",
  "розмарин",
  "базилик свежий",
  "леуштян свежий",
  "леуштян сухой",
  "чабрец",
  "кинза 30 гр",
];
export const VEGETABLES = [
  "помидоры микадо",
  "помидоры красные",
  "помидоры черри",
  "огурцы",
  "перец мд",
  "перец острый свежии",
  "грибы",
  "кабачки",
  "редис",
  "лук репчатый",
  "лук красный",
  "перец каппи",
  "морковь крупная",
  "свекла",
  "капуста молодая",
  "капуста пекинка",
  "салат айсберг",
  "стебель сельдерея",
  "корень сельдерея",
  "картофель белый",
  "картофель молодой",
  "баклажан",
  "дайкон",
  "тыква",
];

export const FRUITS_CUISINE = [
  "абрикосы крупные",
  "банан",
  "яблоки кр + бел",
  "груша",
  "арбуз /дыня",
  "виноград крас/белый",
  "сливы крупные",
];

export const MEAT = [
  "яйца перепелиные",
  "голень кур крупные",
  "филе куриное перс кг",
  "бедро куриное перс кг",
  "картофель фри",
  "филе куриное",
  "филе кур копченое",
  "печень куриная",
  "икра красная",
  "цыпленок табака шт",
  "бедро кур крупные шт",
  "говядина к-к кг",
  "ребра говяжьи",
  "свиная лопатка",
  "свиная шея",
  "ребра свиные",
  "креветки с головой",
  "колбаски куриные",
  "рибай 320гр срок шт",
  "сердечки кур.",
  "колбаса докторская кг",
  "язык говяжий кг",
  "утиные ножки кг",
];

export const MILK = [
  "козий сыр",
  "моцарелла мини",
  "брынза овечья",
  "сливки 26 %",
  "сливки 30%",
  "творог 9%",
  "сметана 20 %",
  "кефир ",
  "молочка",
  "масло Галичина",
  "мороженое белое",
  "мороженое шоколадное",
];

export const BAKERY = [
  "хлеб бородинский",
  "хлеб багет",
  "хлеб тост",
  "хлеб плетенка",
  "булочка 4 шт",
  "булочка бургер",
  "печенье",
  "печенье топленое",
  "тесто слоенное",
  "спагетти Barilla №5",
  "каша овсяная",
  "тортилья, шт",
];

export const SPICES = [
  "соль",
  "перец черный горошек",
  "перец черный молотый",
  "перец чили",
  "паприка",
  "сахар",
  "сахар коричневый",
  "сахарная пудра",
  "соль морская",
  "куркума",
  "корица",
  "приправа Деликат",
  "приправа чеснок",
  "лавровый лист",
  "борщ приправа",
  "борщ квас литр",
  "крахмал кукурузный",
  "сода пищевая",
  "какао",
  "шоколад кондитерский",
  "разрыхлитель теста",
  "желатин",
  "кунжут",
  "ванилин",
];
export const SPICES_2 = [
  "масло кунжутное",
  "масло кукурузное",
  "уксус 9%",
  "уксус бальзамический",
  "соевый соус",
  "соус чили",
  "соус BBQ",
  "лимонная кислота",
  "лимонный сок",
  "кетчуп",
  "майонез",
  "аджика",
  "горчица",
];

export const NUTS = ["фундук", "арахис", "грецкий орех", "миндаль стружка"];
export const OTHER = [
  "пищевая пленка",
  "фольга",
  "пергамент в рулоне",
  "пергамент кусковой",
  'пакеты "маечка" желтые',
  "1000-ки ",
  "шпажки бамбук 15см",
  "прихватки / ХОРОШИЕ/",
  "ланч-боксы",
];
export const EMPTY = [" ", " ", " ", "", "", "", ""];

// bar ttn

export const AQUATRADE = [
  "нордика газ уп",
  "нордика уп",
  "нордика 0,5 газ уп",
  "нордика 0,5 уп",
  "энергетик (л) уп",
];

export const BUCURIA = [
  "норда 0,5 уп без газа",
  "шоколад молочный уп",
  "шоколад мол-орех уп",
  "шоколад черный уп",
  "шоколад черный орех уп",
  "Foss Marai",
];

export const COCACOLA = [
  "Macallan шт",
  "Бостован белое 3л шт",
  "Бостован красное 3л шт",
  "Пуркарь белое шт",
  "Пуркарь красное шт",
  "Пуркарь розовое шт",
  "Alb de Purcari шт",
  "Negru de Purcari шт",
  "Finlandia",
  "Coca cola 0,25 уп",
  "Coca cola 0,25 уп zero",
];
export const FORWARD = [
  "буковина 0,5 уп",
  "буковина 0,5 газ уп",
  "тайгер жб уп",
  "молоко 3,5% л",
];

export const UBFB = [
  "моет шт",
  "J Daniels шт",
  "Red label шт",
  "Black Label",
  "Grey Goose",
  "Gordons",
  "Hortitza",
  "MacGregor",
  "Bacardi черный",
  "Bacardi белый",
  "Aperol",
  "Campari",
  "Palmbridge",
  "Hennessy XO",
  "Hennessy VSOP",
  "Baileys",
  "вино PICINI белое",
  "вино PICINI красное",
  "Jagermeister",
  "Martini Bianco",
  "Martini prosecco",
  "Glenmorange",
];
export const UBFB2 = [
  "Heineken",
  "Боржоми 0,5 пластик уп",
  "Евиан 0,33 пластик уп",
  "JP CHANET красное",
  "JP CHANET белое",
];

export const BUISNESS = [
  "Divin Kvint VSOP 5",
  "Divin Surprise XO",
  "Cricova Cuvee Prestige",
  "Cricova Demisec Alb",
];
export const GLOBARSPIRIT = [
  "Jameson",
  "Chivas 12",
  "Absolut",
  "Olmeca silver",
  "Olmeca gold",
  "Beherovka",
];

export const ACVILIN = [
  "parliament silver",
  "parliament aqua",
  "parliament night",
  "parliament line",
  "marllboro gold",
  "marllboro touch",
  "marllboro fine touch",
  "marllboro red",
  "red bull",
  "яблоко уп",
  "вишня уп",
  "томат уп",
  "виноград уп",
  "гранат уп",
  "чай черный 100шт",
  "мультифрукт уп",
  "чай зеленый 100шт",
  "пепси 2л уп",
  "пепси 2л макс уп",
  "7UP 2л уп",
  "миринда 2л уп",
  "тоник 1л уп",
];
export const ACVAMONT = ["кромбахер 0,5 уп", "кромбахер нефильтр 0,5 уп"];
export const VERGNANO = [
  "кофе зерна бар кг",
  "кофе зерна стаф кг",
  "кофе без кофейна кг",
  "чашка черная - американо",
];

export const CHOCO = ["Пиво Кишинев 0,9 уп", "Пиво Кишинев '0' жб уп"];
export const FRUITBOX = ["апельсин", "грейпфрукт", "лимон", "лайм", "мята"];
export const APIFERA = ["мед кг"];
export const DAVIDAN = ["Вода Бутыль 19 л шт", "Вода Бутыль стафф 19 л шт"];

//cucina ttn

export const ROGOB = [
  "бекон кг",
  "ветчина куриная шт",
  "ветчина говяжья шт",
  "колбоса кодру шт",
  "сосиски говяжьи",
  "сарделька кг",
];

export const BLUESHARK = [
  "креветки с головой",
  "креветки без г",
  "рыба дорада шт",
  "семга свежея шт",
  "икра красн стекло 0,2кг шт",
];

export const ARTACULINAR = ["масло оливковое экстра 5л", "печенье савоярди кг"];

export const VITAFOR = [
  "фасоль белая кг",
  "пилати 400гр шт",
  "тунец консервы 3x160гр",
  "фета кг",
  "булгур кг",
  "горох кг",
  "гречка кг",
  "рис жареный кг",
  "рис басмами кг",
  "маргарин кг",
  "масло сливочное 82% шт",
  "сливки Кучина л",
  "сливки Latti 33% л",
  "сметана кг",
  "сыр кермете кг",
  "сыр маскарпоне кг",
  "сыр пармезан кг",
  "сыр дор блю кг",
  "сыр бри кг",
  "сыр гауда шт",
  "сыр сметанный шт",
  "чечевица кг",
  "молоко бар литр",
  "молоко 0,9 уп",
  "сыр тост кг",
];

export const FORWARD_CUCINE = [
  "ванилин кг",
  "желатин кг",
  "желе кг",
  "горошек замороженый шт",
  "горошек консерва уп",
  "крахмал кг",
  "кукуруза консерва уп",
  "лапша фиделини 0,75кг шт",
  "макароны 10 кг шт",
  "масло фритюр литр",
  "мука кукуруза кг",
  "мука пшеница кг",
  "фасоль кр консервы уп",
  "фасоль стручковая зам шт",
  "картошка фри 2,5кг",
  "сыр тост Чедар 140гр (Бургер)",
];

export const DELPHI = [
  "маслины 0,82 уп",
  "оливки без кост 0,35 уп",
  "каламата 2кг шт",
];

export const PRESTAPAC = ["икра кр пластик 0,25 шт"];

export const IMCOMVIL = [
  "кетчуп 6,5кг шт",
  "майонез 9кг шт",
  "паста томат 6,5кг шт",
  "масло растительное 5л шт",
];
export const ETALONUS = ["яйцо сырое(60гр) 360шт уп"];

export const DINOVA = [
  "вишня замороженная шт",
  "смородина заморож шт",
  "масло слобода 1,8 шт",
  "соус горчичный кг",
];

export const IUG = ["хлеб багет шт"];
export const FRUITBOX_C = [
  "помидоры крупные кг",
  "помидоры чери кг",
  "огурцы кг",
  "перец молд крупный",
  "перец каппи",
  "грибы шампиньоны",
  "кабачки",
  "лук красный",
  "лук репчатый",
  "морковь крупная",
  "свекла",
  "картофель белый",
  "картофель молодой",
  "капуста молодая шт",
  "сельдерей корень",
  "сельдерей стебель",
  "руккола 100гр",
  "микс салат 100гр",
  "виноград белый кг",
  "виноград красный кг",
  "укроп 100гр",
  "петрушка 100гр",
  "шпинат 100гр",
  "лук зеленый 100гр",
  "мята 100гр",
  "баклажан",
  "яблоко",
  "банан спелый",
  "груша",
];
