// bar

export const SAMPAREX = [
  "чай мелисса",
  "чай жасмин",
  "чай черный бергамот",
  "чай малина",
  "чай стафф черный",
  "чай стафф зеленый",
  "кофе стафф жокей",
];

export const FRUITS = [
  "апельсин, kg",
  "грейпфрут, kg",
  "лимон, kg",
  "лайм, kg",
];

export const GROCERIES = [
  "арахис, kg",
  "сахар",
  "сахарозаменитель",
  "сливки порционные, уп",
  "чай nbm 100п зеленый",
  "чай nbm 100п черный",
  "чай ромашка",
  "чай заварной черный",
  "чай заварной зеленый",
];

export const OFFICE = ["бумага принтер", "лента кассовая CR61"];

export const PHARMACEUTICAL = [
  "пластырь",
  "цитрамон",
  "парацетамол",
  "уголь",
  "валериана",
];

export const MISCELLANEOUS = [
  "жвачки",
  "шпажки",
  "пакеты  маленькие",
  "пакеты  большие",
  "трубочки тонкие",
  "трубочки толстые",
  "зубочистки",
  "палочки мешалки",
];

export const CHEMICALS = [
  "вода дистиллированная",
  "мыло dove",
  "бумага туалет вип уп",
];

//cucina

export const GREEN = [
  "лук зеленый 100гр",
  "петрушка 100гр",
  "шпинат 100гр",
  "укроп 100гр",
  "микс салат 100гр",
  "руккола",
  "розмарин",
  "базилик свежий",
  "леуштян свежий",
  "леуштян сухой",
  "чабрец",
  "кинза 30 гр",
];
export const VEGETABLES = [
  "помидоры микадо",
  "помидоры красные",
  "помидоры черри",
  "огурцы",
  "перец мд",
  "перец острый свежии",
  "грибы",
  "кабачки",
  "редис",
  "лук репчатый",
  "лук красный",
  "перец каппи",
  "морковь крупная",
  "свекла",
  "капуста молодая",
  "капуста пекинка",
  "салат айсберг",
  "стебель сельдерея",
  "корень сельдерея",
  "картофель белый",
  "картофель молодой",
  "баклажан",
  "дайкон",
  "тыква",
];

export const FRUITS_CUISINE = [
  // "абрикосы крупные",
  "банан",
  "яблоки кр + бел",
  "груша",
  // "арбуз /дыня",
  "виноград крас/белый",
  // "сливы крупные",
  "овощи замороженные кг",
];

export const MEAT = [
  "яйца перепелиные",
  "голень кур крупные",
  "филе куриное перс кг",
  "бедро куриное перс кг",
  "картофель фри",
  "филе куриное",
  "филе кур копченое",
  "печень куриная",
  "икра красная",
  "цыпленок табака шт",
  "бедро кур крупные шт",
  "говядина к-к кг",
  "ребра говяжьи",
  "свиная лопатка",
  "свиная шея",
  "ребра свиные",
  "креветки с головой",
  "колбаски куриные",
  "рибай 320гр срок шт",
  "сердечки кур.",
  "колбаса докторская кг",
  "язык говяжий кг",
  "утиные ножки кг",
  "пастрами",
  "буженина",
  "курица - гриль шт",
];

export const MILK = [
  "козий сыр",
  "моцарелла мини",
  "брынза овечья",
  "сливки 26 %",
  "сливки 30%",
  "творог 9%",
  "сметана 20 %",
  "кефир ",
  "масло Галичина",
  "масло 10 гр шт",
  "мороженое белое",
  "мороженое шоколадное",
  "йогурт 125гр шт ",
];

export const BAKERY = [
  "хлеб бородинский",
  "хлеб багет",
  "хлеб тост",
  "хлеб плетенка",
  "булочка 4 шт",
  "булочка бургер",
  "печенье",
  "печенье топленое",
  "тесто слоенное",
  "спагетти Barilla №5",
  "каша овсяная",
  // "круассан",
  "каша гранола",
  // "тортилья, шт",
  "питта",
];

export const SPICES = [
  "соль",
  "перец черный горошек",
  "перец черный молотый",
  "перец чили",
  "паприка",
  "сахар",
  "сахар коричневый",
  "сахарная пудра",
  "соль морская",
  "куркума",
  "корица",
  "приправа Деликат",
  "приправа чеснок",
  "лавровый лист",
  "борщ приправа",
  "борщ квас литр",
  "крахмал кукурузный",
  "сода пищевая",
  "какао",
  "шоколад кондитерский",
  "разрыхлитель теста",
  "желатин",
  "кунжут",
  "ванилин",
];
export const SPICES_2 = [
  "масло кунжутное",
  "масло кукурузное",
  "уксус 9%",
  "уксус бальзамический",
  "соевый соус",
  "соус чили",
  "соус BBQ",
  "лимонная кислота",
  "лимонный сок",
  "кетчуп",
  "майонез",
  "аджика",
  "горчица",
];

export const NUTS = ["фундук", "арахис", "грецкий орех", "миндаль стружка"];
export const OTHER = [
  "пищевая пленка",
  "фольга",
  "пергамент в рулоне",
  "пергамент кусковой",
  'пакеты "маечка" желтые',
  "1000-ки ",
  "шпажки бамбук 15см",
  "прихватки / ХОРОШИЕ/",
  "ланч-боксы",
];
export const EMPTY = [" ", " ", " ", "", "", "", ""];

// bar ttn

export const AQUATRADE = [
  "нордика газ уп",
  "нордика уп",
  "нордика 0,5 газ уп",
  "нордика 0,5 уп",
  "энергетик (л) уп",
];

export const BUCURIA = [
  "норда 0,5 уп без газа",
  "шоколад молочный уп",
  "шоколад мол-орех уп",
  "шоколад черный уп",
  "шоколад черный орех уп",
  "foss marai",
];
export const BUCURIA_CUCINA = ["зефир белый уп", "зефир черный уп"];

export const COCACOLA = [
  "macallan шт",
  "бостован белое 3л шт",
  "бостован красное 3л шт",
  "пуркарь белое шт",
  "пуркарь красное шт",
  "пуркарь розовое шт",
  "alb de purcari шт",
  "negru de purcari шт",
  "finlanda",
  "coca cola 0,25 уп",
  "coca cola 0,25 уп zero",
];
export const FORWARD = [
  "буковина 0,5 уп",
  "буковина 0,5 газ уп",
  "тайгер жб уп",
  "молоко 3,5% л",
];

export const UBFB = [
  "моет шт",
  "j daniels шт",
  "red label шт",
  "black label",
  "grey goose",
  "gordons",
  "hortitza",
  "macgregor",
  "bacardi черный",
  "bacardi белый",
  "aperol",
  "campari",
  "palmbridge",
  "hennessy xo",
  "hennessy vsop",
  "baileys",
  "вино picini белое",
  "вино picini красное",
  "jagermeister",
  "martini bianco",
  "martini prosecco",
  "glenmorange",
];

export const UBFB2 = [
  "heineken",
  "боржоми 0,5 пластик уп",
  "evian 0,33 пластик уп",
  "jp chanet красное",
  "jp chanet белое",
];

export const BUISNESS = [
  "divin kvint vsop 5",
  "divin surprise xo",
  "cricova cuvee prestige",
  "cricova demisec alb",
];

export const GLOBARSPIRIT = [
  "jameson",
  "chivas 12",
  "absolut",
  "olmeca silver",
  "olmeca gold",
  "beherovka",
];

export const ACVILIN = [
  "parliament silver",
  "parliament aqua",
  "parliament night",
  "parliament line",
  "marlboro gold",
  "marlboro touch",
  "marlboro fine touch",
  "marlboro red",
  "red bull",
  "яблоко уп",
  "вишня уп",
  "томат уп",
  "виноград уп",
  "гранат уп",
  "чай черный 100шт",
  "мульт-фрукт уп",
  "чай зеленый 100шт",
  "пепси 2л уп",
  "пепси 2л макс уп",
  "7UP 2л уп",
  "merinda 2л уп",
  "тоник 1л уп",
];
export const ACVAMONT = ["кромбахер 0,5 уп", "кромбахер нефил. 0,5 уп"];
export const VERGNANO = [
  "кофе зерна бар кг",
  "кофе зерна стаф кг",
  "кофе без кофейна кг",
  "чашка черная американа",
];

export const CHOCO = ["пиво Кишинев 0,9 уп"];
export const FRUITBOX = ["апельсин", "грейпфрут", "лимон", "лайм"];
export const APIFERA = ["мед кг"];
export const DAVIDAN = ["вода Бутыль 19 л шт"];

//cucina ttn

export const ROGOB = [
  "бекон кг",
  "ветчина куриная шт",
  "ветчина говяжья шт",
  "колбаса codru шт",
  "сосиски говяжьи",
  "сарделька кг",
  "пастрами кг",
];

export const BLUESHARK = [
  "креветки с головой",
  "креветки без г",
  "рыба dorada шт",
  "семга свежея шт",
  "икра красн стекло 0,2кг шт",
];

export const ARTACULINAR = ["масло оливковое экстра 5л", "печенье савоярди кг"];

export const VITAFOR = [
  "фасоль белая кг",
  "помидор пелати 400гр шт",
  "тунец консервы 3x160гр",
  "фета кг",
  "булгур кг",
  "горох кг",
  "гречка кг",
  "рис жареный кг",
  "рис басмами кг",
  "маргарин кг",
  "масло сливочное 82% шт",
  "сливки Cucina л",
  "сметана кг",
  "сыр кермете кг",
  "сыр маскарпоне кг",
  "сыр пармезан кг",
  "сыр дор блю кг",
  "сыр бри кг",
  "сыр гауда шт",
  "сыр сметанный шт",
  "чечевица кг",
  "молоко бар литр",
  "молоко 0,9 уп",
  "сыр тост кг",
];

export const FORWARD_CUCINE = [
  "ванилин кг",
  "желатин кг",
  "желе кг",
  "горошек замороженный шт",
  "горошек консервы уп",
  "крахмал кг",
  "кукуруза консервы уп",
  "лапша fidelini 0,75кг шт",
  "макароны 10 кг шт",
  "масло фритюр литр",
  "мука кукуруза кг",
  "мука пшеница кг",
  "фасоль кр консервы уп",
  "фасоль стручковая зам шт",
  "картошка фри 2,5кг",
  "сыр тост Cedar 140гр (Бургер)",
];

export const DELPHI = [
  "маслины 0,82 уп",
  "оливки без кост 0,35 уп",
  "каламата 2кг шт",
];

export const PRESTAPAC = ["икра кр пластик 0,25 шт"];

export const IMCOMVIL = [
  "кетчуп 6,5кг шт",
  "майонез 9кг шт",
  "паста томат 6,5кг шт",
  "масло растительное 5л шт",
];
export const ETALONUS = ["яйцо сырое(60гр) 360шт уп"];

export const DINOVA = [
  "вишня замороженная шт",
  "смородина замороженная шт",
  "масло слобода 1,8 шт",
  "соус горчичный кг",
];

export const IUG = ["хлеб багет шт"];
export const FRUITBOX_C = [
  "помидоры крупные кг",
  "помидоры черри кг",
  "огурцы кг",
  "перец  крупный",
  "перец каппи",
  "грибы шампиньоны",
  "кабачки",
  "лук красный",
  "лук репчатый",
  "морковь крупная",
  "свекла",
  "картофель белый",
  "картофель молодой",
  "капуста молодая шт",
  "сельдерей корень",
  "сельдерей стебель",
  "руккола 100гр",
  "микс салат 100гр",
  "виноград белый кг",
  "виноград красный кг",
  "укроп 100гр",
  "петрушка 100гр",
  "шпинат 100гр",
  "лук зеленый 100гр",
  "мята 100гр",
  "баклажан",
  "яблоко",
  "банан спелый",
  "груша",
];
