// bar

export const SAMPAREX = [
  "чай мелисса",
  "чай жасмин",
  "чай черный бергамот",
  "чай малина",
  "чай стаф черный",
  "чай стаф зеленый",
  "чай стаф ягода",
  "кофе стаф жокей",
];

export const FRUITS = [
  "апельсин, kg",
  "грейпфрукт, kg",
  "лимон, kg",
  "лайм, kg",
];

export const GROCERIES = [
  "Арахис, kg",
  "сахар",
  "сахарозаменитель",
  "сливки порционные, уп",
];

export const OFFICE = ["бумага принтер", "лента кассовая CR61"];

export const PHARMACEUTICAL = [
  "Пластырь прямоугольный",
  "Цитрамон",
  "Парацетамол",
  "Уголь",
];

export const MISCELLANEOUS = [
  "жвачки",
  "шпажки",
  "Пакеты черные маленькие",
  "Пакеты черные большие",
  "трубочки черные тонкие",
  "трубочки черные толстые",
  "зубачистки",
  "палочки мешалки",
];

export const CHEMICALS = ["Вода дистиллированная", "Мыло DOVE"];

//cucina

export const GREEN = [
  "лук зеленый 100гр",
  "петрушка пучок",
  "укроп пучок",
  "микс салат 100гр",
  "руккола",
  "розмарин",
  "базилик свежый",
  "леуштян свежий",
  "леуштян сухой",
  "чабрец",
  "кинза 30 гр",
];
export const VEGETABLES = [
  "помидоры микадо",
  "помидоры красные",
  "помидоры чери",
  "огурцы",
  "перец мд",
  "перец острый свежии",
  "грибы",
  "кабачки",
  "редис",
  "лук репчатый",
  "лук красный",
  "перец капия",
  "морковь крупная",
  "свекла",
  "капуста молодая",
  "салат айсберг",
  "стебель сельдерея",
  "корень сельдерея",
  "картофель белый",
  "картофель молодой",
  "баклажан",
  "дайкон",
];

export const FRUITS_CUISINE = [
  "абрикосы крупные",
  "банан",
  "яблоки кр + бел",
  "груша",
  "арбуз /дыня",
  "виноград крас/белый",
  "сливы крупные",
];

export const MEAT = [
  "яйца перепелиные",
  "голень кур крупные",
  "филе куриное перс кг",
  "бедро куриное перс кг",
  "картофель фри",
  "филе куриное",
  "филе кур копченое",
  "печень куриная",
  "икра красная",
  "цыпленок табака шт",
  "бедро кур крупные шт",
  "говядина к-к кг",
  "ребра говяжьи",
  "свиная лопатка",
  "свиная шея",
  "ребра свиные",
  "креветки с головой",
  "колбаски куриные",
  "рибай 320гр срок шт",
  "сердечки кур.",
  "колбоса докторская кг",
  "язык говяжий кг",
  "утиные ножки кг",
];

export const MILK = [
  "козий сыр",
  "моцарелла мини",
  "брынза овечья",
  "сливки 26 %",
  "сливки 30%",
  "творог 9%",
  "сметана 20 %",
  "кефир ",
  "молочка",
  "масло сливочное Галичина",
  "мороженое белое",
  "мороженое шоколадное",
];

export const BAKERY = [
  "хлеб бородинский",
  "хлеб багет",
  "хлеб тост",
  "хлеб плетенка",
  "булочка 4 шт",
  "булочка бургер",
  "печенье",
  "печенье топленое",
  "тесто слоенное",
  "спагетти Barilla №5",
  "каша овсяная",
];

export const SPICES = [
  "соль",
  "перец черный горошек",
  "перец черный молотый",
  "перец чили",
  "паприка",
  "сахар",
  "сахар коричневый",
  "сахарная пудра",
  "соль морская",
  "куркума",
  "корица",
  "приправа Деликат",
  "приправа чеснок",
  "лавровый лист",
  "борщ приправа",
  "борщ квас литр",
  "крахмал кукурузный",
  "сода пищевая",
  "какао",
  "шоколад кондитерский",
  "разрыхлитель теста",
  "желатин",
  "кунжут",
  "ванилин",
];
export const SPICES_2 = [
  "масло кунжутное",
  "масло кукурузное",
  "уксус 9%",
  "уксус бальзамический",
  "соевый соус",
  "соус чили",
  "соус BBQ",
  "лимонная кислота",
  "лимоный сок",
  "кетчуп",
  "майонез",
  "аджика",
  "горчица",
];

export const NUTS = ["фундук", "арахис", "грецкий орех", "миндаль стружка"];
export const OTHER = [
  "пищевая пленка",
  "фольга",
  "пергамент в рулоне",
  "пергамент кусковой белый",
  'пакеты "маечка" желтые',
  "1000-ки ",
  "шпажки бамбуковые 15 см",
  "прихватки / ХОРОШИЕ/",
  "ланчбоксы",
];

export const EMPTY = [" ", " ", " ", " "];

// bar ttn

export const AQUATRADE = [
  "нордика газ литр",
  "нордика литр",
  "нордика 0,5 газ уп",
  "нордика 0,5 уп",
  "энергетик (л) уп",
];

export const BUCURIA = [
  "норда 0,5 уп без газа",
  "шоколад молочный уп",
  "шоколад мол-орех уп",
  "шоколад черный уп",
  "шоколад черный орех уп",
  "Foss Marai",
];

export const COCACOLA = [
  "Macallan шт",
  "Бостован белое 3л шт",
  "Бостован красное 3л шт",
  "Пуркарь белое шт",
  "Пуркарь красное шт",
  "Пуркарь розовое шт",
  "Alb de Purcari шт",
  "Negru de Purcari шт",
  "Finlandia",
  "Coca cola 0,25 уп",
  "Coca cola 0,25 уп zero",
];
export const FORWARD = [
  "буковина 0,5 уп",
  "буковина 0,5 газ уп",
  "тайгер жб уп",
];

export const UBFB = [
  "моет шт",
  "J Daniels шт",
  "Red label шт",
  "Black Label",
  "Grey Goose",
  "Gordons",
  "Hortitza",
  "MacGregor",
  "Bacardi черный",
  "Bacardi белый",
  "Aperol",
  "Campari",
  "Palmbridge",
  "Hennessy XO",
  "Hennessy VSOP",
  "Baileys",
  "вино PICINI белое",
  "вино PICINI красное",
  "Jagermeister",
  "Heineken",
  "Martini Bianco",
  "Martini prosecco",
];
export const UBFB2 = [
  "Боржоми 0,5 пластик уп",
  "Евиан 0,33 пластик уп",
  "JP CHANET красное",
  "JP CHANET белое",
];

export const BUISNESS = [
  "Divin Kvint VSOP 5",
  "Divin Surprise XO",
  "Cricova Cuvee Prestige",
  "Cricova Demisec Alb",
];
export const GLOBARSPIRIT = [
  "Jameson",
  "Chivas 12",
  "Absolut",
  "Olmeca silver",
  "Olmeca gold",
  "Beherovka",
];

export const ACVILIN = [
  "parliament silver",
  "parliament aqua",
  "parliament night",
  "parliament line",
  "marllboro gold",
  "marllboro touch",
  "marllboro fine touch",
  "marllboro red",
  "red bull",
  "яблоко уп",
  "вишня уп",
  "томат уп",
  "виноград уп",
  "гранат уп",
  "чай черный 100шт",
  "мультифрукт уп",
  "чай зеленый 100шт",
  "пепси 2л уп",
  "пепси 2л макс уп",
  "7UP 2л уп",
  "миринда 2л уп",
  "тоник 1л уп",
];
export const ACVAMONT = ["кромбахер 0,5 уп", "кромбахер нефильтр 0,5 уп"];
export const VERGNANO = [
  "кофе зерна бар кг",
  "кофе зерна стаф кг",
  "кофе без кофейна кг",
  "чашка черная - американо",
];

export const CHOCO = ["Пиво Кишинев 0,9 уп", "Пиво Кишинев '0' жб уп"];
export const FRUITBOX = ["апельсин", "грейпфрукт", "лимон", "лайм", "мята"];
export const APIFERA = ["мед кг"];
export const DAVIDAN = ["Вода Бутыль 19 л шт", "Вода Бутыль стафф 19 л шт"];

//cucina ttn

export const ROGOB = [
  "бекон кг",
  "ветчина куриная шт",
  "ветчина говяжья шт",
  "колбоса кодру шт",
  "сосиски говяжьи",
  "сарделька кг",
];

export const BLUESHARK = [
  "креветки с головой",
  "креветки без г",
  "рыба дорада шт",
  "семга свежея шт",
  "икра красн стекло 0,2кг шт",
];

export const ARTACULINAR = ["масло оливковое экстра 5л", "печенье савоярди кг"];

export const VITAFOR = [
  "фасоль белая кг",
  "пилати 400гр шт",
  "тунец консерв 3x160гр",
  "фета кг",
  "булгур кг",
  "горох кг",
  "гречка кг",
  "рис жареный кг",
  "рис басмати кг",
  "маргарин кг",
  "масло сливочное 82% шт",
  "сливки Кучина л",
  "сметана кг",
  "сыр креметте кг",
  "сыр маскарпоне кг",
  "сыр пармезан кг",
  "сыр дор блю кг",
  "сыр бри кг",
  "сыр гауда шт",
  "сыр сметаный шт",
  "чечевица кг",
  "молоко бар литр",
  "молоко 0,9 уп",
];

export const FORWARD_CUCINE = [
  "ванилин кг",
  "желатин кг",
  "желе кг",
  "горошек замороженый шт",
  "горошек консерва уп",
  "крахмал кг",
  "кукуруза консерва уп",
  "лапша фиделини 0,75кг шт",
  "макароны 10 кг шт",
  "масло фритюр литр",
  "мука кукуруза кг",
  "мука пшеница кг",
  "фасоль кр консервы уп",
  "фасоль стручковая зам шт",
  "картошка фри 2,5кг",
];

export const DELPHI = [
  "маслины 0,82 уп",
  "оливки без кост 0,35 уп",
  "каламата 2кг шт",
];

export const PRESTAPAC = ["икра кр пластик 0,25 шт"];

export const IMCOMVIL = [
  "кетчуп 6,5кг шт",
  "майонез 9кг шт",
  "паста томат 6,5кг шт",
  "масло растительное 5л шт",
];
export const ETALONUS = ["яйцо сырое(60гр) 360шт уп"];

export const DINOVA = [
  "вишня замороженная шт",
  "смородина заморож шт",
  "масло слобода 1,8 шт",
  "соус горчичный кг",
];

export const IUG = ["хлеб багет шт"];
export const FRUITBOX_C = [
  "помидоры крупные кг",
  "помидоры чери кг",
  "огурцы кг",
  "перец молд крупный",
  "перец каппи",
  "грибы шампиньоны",
  "кабачки",
  "лук красный",
  "лук репчатый",
  "морковь крупная",
  "свекла",
  "картофель белый",
  "картофель молодой",
  "капуста молодая шт",
  "сельдерей корень",
  "сельдерей стебель",
  "руккола 100гр",
  "укроп",
  "петрушка 100гр",
  "лук зеленый 100гр",
  "мята",
  "баклажан",
  "яблоко",
  "банан спелый",
  "груша",
];

export const QUANTITY_SELECT = [
  { label: "0.5", value: "0.5" },
  { label: "1", value: "1" },
  { label: "1.5", value: "1.5" },
  { label: "2", value: "2" },
  { label: "2.5", value: "2.5" },
  { label: "3", value: "3" },
  { label: "4", value: "4" },
  { label: "5", value: "5" },
  { label: "6", value: "6" },
  { label: "7", value: "7" },
  { label: "8", value: "8" },
  { label: "9", value: "9" },
  { label: "10", value: "10" },
  { label: "11", value: "11" },
  { label: "12", value: "12" },
  { label: "13", value: "13" },
  { label: "14", value: "14" },
  { label: "15", value: "15" },
  { label: "16", value: "16" },
  { label: "17", value: "17" },
  { label: "18", value: "18" },
  { label: "19", value: "19" },
  { label: "20", value: "20" },
  { label: "21", value: "21" },
  { label: "22", value: "22" },
  { label: "23", value: "23" },
  { label: "24", value: "24" },
  { label: "25", value: "25" },
  { label: "26", value: "26" },
  { label: "27", value: "27" },
  { label: "28", value: "28" },
  { label: "29", value: "29" },
  { label: "30", value: "30" },
];
